{
    "name":"Hestia Wright",
    "img":"http://i.imgur.com/gaXL9wV.jpg",
    "age":35,
    "class":"Fighter",
    "race":"Human",
    "lvl":2,
    "xp":1150,
    "background":"Guild Artisan",
    "alignment":"True Neutral",
    "height":"178",
    "weight":"75",
    "skin":"Fair",
    "hair":"Short Brown",
    "stats": {
        "str":13,
        "dex":15,
        "con":14,
        "int":8,
        "wis":11,
        "char":13,
        "hp":12
    },
    "pt":"I'm well known for my work and I want to make sure that everyone appriciates it. I'm always taken aback when people haven't heard of me.",
    "ideals":"I'm commited to the people I care about, not ideals.",
    "bonds":"I will get revenge on the evil forces that destroyed my place of buisness and ruined my livelihood.",
    "flaws":"I'm horribly jealus of anyone who can outshine my handwork. Everywhere I go, I'm surrounded by rivals.",
    "lore": "Daughter of famous craftsman. Worked in family shop since childhood, both selling her father's work and crafting her own. At the age of 16 she joined the local guild and worked for a couple of years as a bodyguard for guild merchants. There she learned how to fight with both sword and crossbows. When she was 25 she returned to her fathers shop and resumed working for him. There she applied the knowledge she gained by meeting several craftsmen and fused it with the style of her father. By her 30th birthday she was well known in the realm for her exquisite woodwork and quirky gadgets. One day when Hestia was out on a house call to a nearby castle, the XXXX came and looted to her village. When she came back all that was left was embers of her father's shop and in the middle of what was the crafting room, a burned skeleton was left with its teeth on the floor beside it. It must have been her father and the teeth was proof of the horrible things XXXX had done to him. Hestia buried the remains of her father, but kept the teeth in a bag. So that she never forgets what XXXX have done. She swore track down XXXX and deliver them to justice, one way or another..."
}
